Repository: JaCaLla/Pastillero
Catalog: ePills/ePills/*.lproj/Localizable.strings
Languages: ca, de, es, fr, gl, it

# AVAILABLE_UNITS_TAKEN
source: Available:[%d/%d] Units taken:%d
ca: Disponible:[%d/%d] U. preses:%d
de: Verfügbar:[%d/%d] Einheiten:%d
es: Disponible:[%d/%d] Tomadas:%d
fr: Disponibles:[%d/%d] Unités prises:%d
gl: Dispoñibles: [%d/%d] Unidades tomadas:%d
it: Disponibili:[%d/%d] Adottate:%d

source: Next dose not set!.
ca: Propera presa no fixada!.
de: Weiter Dosis nicht gesetzt!.
es: ¡La siguiente toma no se ha fijado!.
fr: Prochaine dose fixe pas!.
gl: Próxima dose non foi establecida!
it: Dose successiva non impostato!.

source: Every %@
ca: Cada %@
de: Jeder %@
es: Cada %@
fr: Tous %@
gl: Cada %@
it: Ogni %@

source: Not set, press dose.
ca: No fixada, polsi presa.
de: Nicht einzustellen, drücken 'Dose'.
es: Pulse botón Toma.
fr: Appuyez sur la dose.
gl: Non definida, preme dose.
it: Premere dose.

source: Ok
ca: Continuar
es: Continuar

# UNITS_AT
source: Take: %@ %d unit(s) at %@
ca: Toma: %@ %d unitat(s) a les %@
de: %@ %d einheit(en) %@
es: %@ %d unidad(es) a las %@
fr: Prendre:%@ %d 'unité (s) à %@
gl: Tomar:%@ %d unidade(s) en %@
it: Prendere:%@ %d Unità di(s) a %@

source: Medicine sample name
ca: Nom medicament exemple
de: Medizin Probe Namen
es: Nombre del medicamento
fr: Nom de l'échantillon de médecine
gl: Nome da mostra Medicina
it: Nome del campione Medicina

# UNITS
source: %@ %d unit(s)
ca: %@ %d unitat(s)
de: %@ %d einheit(en)
es: Tome: %@ %d unidad(es)
fr: %@ %d unité(s)
gl: %@ %d unidade(s)
it: %@ %d unità(s)

# PRESS_PRESCRIPTION
source: Press prescritption for set up a new dose.
ca: Pren la prescripció per fixar la nova presa.
de: Drücken prescritption für die Einrichtung eines neuen Dosis.
es: Pulse la prescripción para reprogramarla.
fr: Appuyez sur prescritption pour l'installation d'une nouvelle dose.
gl: Prema prescritption para crear unha nova dose.
it: Premere prescritption per impostare una nuova dose.

source: Apply
ca: Aplicar
de: Anwenden
es: Aplicar
fr: Appliquer
gl: Aplicar
it: Applicare

# CANCEL
source: Cancelar
ca: Cancel·lar
de: Stornieren
fr: Résilier
it: Anullare

source: Next dose
ca: Seguent presa
de: Weiter dosis
es: Siguiente toma
fr: Suivant
gl: Siguinte dose
it: Dose successiva

source: Time elapsed
ca: Temps transcorregut
de: Vergehen
es: Tiempo transcurrido
fr: Écoulé
gl: Transcorrido
it: Trascorso

# MSG_NO_PRESCRIPTIONS1
source: Prescription list was empty.
ca: La llista de prescripcions ès buida.
de: Prescription Liste war leer.
es: Lista de prescripciones vacias.
fr: Prescription liste était vide.
gl: Lista de prescrición estaba baleiro.
it: Elenco prescrizione era vuoto.

# MSG_NO_PRESCRIPTIONS2
source: It has been created a sample prescription, just select it and uptdate information.
ca: S'ha creat una prescripció d'exemple, selecciona-la per actualitzar la informació.
de: Es wurde eine Probe Rezept erstellt, wählen Sie sie einfach und uptdate Informationen.
es: Se ha creado una prescripción a modo de ejemplo, personalícela según sus necesidades.
fr: Il a été créé une prescription de l'échantillon, il suffit de sélectionner et uptdate information.
gl: Foi creado para mostra prescrición, pode selecciona-lo e uptdate información.
it: E 'stato creato a campione ricetta, basta selezionarlo e uptdate informazioni.

# MSG_LAST_DOSE1
source: You spent last dose.
ca: Has fet servir la derrera dosi.
de: Sie verbrachte die letzte Dosis.
es: Tomó la última unidad.
fr: Vous avez passé la dernière dose.
gl: Gastou a última dose.
it: Hai trascorso dall'ultima dose.

# MSG_LAST_DOSE2
source: You finished the prescription or you will need to get a new medicine.
ca: Has acabat la prescripció o necessites una nova capsa.
de: Du hast die Verschreibung oder brauchen Sie ein neues Medikament zu bekommen.
es: Acabó la prescripción o necesita una caja nueva de medicamentos.
fr: Vous avez terminé la prescription ou vous aurez besoin d'obtenir un nouveau médicament.
gl: Vostede rematou a prescrición ou vai ter que ter un novo medicamento.
it: Hai finito la prescrizione o hai bisogno di ottenere un nuovo farmaco.

# MSG_NO_PILLS_FOR_DOSE1
source: Not enough units.
ca: No hi han prou unitats.
de: Nicht genug Einheiten.
es: No hay suficientes unidades.
fr: Pas suffisamment d'unités.
gl: Non basta unidades.
it: Hai hai finito o la prescrizione, Bisogno Di Nuovo ottenere un farmaco.

# MSG_NO_PILLS_FOR_DOSE2
source: Please, refill prescription.
ca: Siusplau, ompli la prescripció.
de: Bitte füllen Rezept.
es: Por favor, pulse rellenar.
fr: S'il vous plaît, prescription de recharge.
gl: Por favor, enche prescrición.
it: Per favore, ricarica prescrizione.

# ERR_NAME_EMPTY
source: Medicine name is empty.
ca: El nom del medicament es buit.
de: Medicine Name ist leer.
es: Nombre de medicamento vacío.
fr: Nom du médicament est vide.
gl: Nome do medicamento está baleira.
it: Nome medicina è vuoto.

# ERR_BOXUNITS_EMPTY
source: Box units is empty.
ca: El número d'unitats per una capsa es buit.
de: Box Einheiten ist leer.
es: Unidades en la caja vacío.
fr: Unités de boîte est vide.
gl: Unidades de caixa está baleira.
it: Unità casella è vuota.

# ERR_BOUXUNITS_OUTOFRANGE
source: Box units must be between %d and %d.
ca: El nombre d'unitats d'una capsa ha d'estar entre %d i %d.
de: Box Einheiten muss zwischen %d und %d sein.
es: Las unidades deben de estar entre %d y %d.
fr: Unités de la boîte doit être comprise entre %d et %d.
gl: Unidades de caixa debe estar entre %d e %d.
it: Tra le unità casella deve essere %d e %d.

# ERR_UNITSTAKEN_EMPTY
source: Dosis is empty.
ca: La dosi es buida.
de: Dosis ist leer.
es: Dosis vacia.
fr: Dose est vide.
gl: Dosis está baleiro.
it: Dose è vuoto.

# ERR_UNITSTAKEN_ZERO
source: Dosis must be different from zero.
ca: La dosi ha de ser diferent de zero.
de: Dosis muss von Null verschieden sein.
es: Dosis ha de ser mayor que 0.
fr: Dose doit être différent de zéro.
gl: As doses de propofol debe ser diferente de cero.
it: Dosaggio deve essere diverso da zero.

# ERR_UNITSTAKEN_GREATERTHAN_BOXUNITS
source: Dosis cannot be greater box units.
ca: La dose no pot ser més gran que el número d'unitats en una capsa.
de: Dosis kann nicht größer Box Einheiten.
es: Dosis ha de ser menor (o igual) al numero de unidades de una caja.
fr: Dose ne peut être supérieure unités de la boîte.
gl: As doses de propofol non poden ser grandes unidades de caixa.
it: Unità di dose non può essere maggiore di dialogo.

source: 1 Hour
ca: 1 Hora
de: 1 Stunde
es: 1 Hora
fr: 1 Heure
gl: 1 Hora
it: 1 Ora

source: 2 Hours
ca: 2 Hores
de: 2 Stunden
es: 2 Horas
fr: 2 Heures
gl: 2 Horas
it: 2 Ore

source: 4 Hours
ca: 4 Hores
de: 4 Stunden
es: 4 Horas
fr: 4 Heures
gl: 4 Horas
it: 4 Ore

source: 8 Hours
ca: 8 Hores
de: 8 Stunden
es: 8 Horas
fr: 8 Heures
gl: 8 Horas
it: 8 Ore

source: 12 Hours
ca: 12 Hores
de: 12 Stunden
es: 12 Horas
fr: 12 Heures
gl: 12 Horas
it: 12 Ore

source: 1 Day
ca: 1 Dia
de: 1 Tag
es: 1 Día
fr: 1 Jour
gl: 1 Día
it: 1 Giorno

source: 2 Days
ca: 2 Dies
de: 2 Tage
es: 2 Días
fr: 2 Jours
gl: 2 Días
it: 2 Giorni

source: 4 Days
ca: 4 Dies
de: 4 Tage
es: 4 Días
fr: 4 Jours
gl: 4 Días
it: 4 Giorni

source: 1 Week
ca: 1 Setmana
de: 1 Woche
es: 1 Semana
fr: 1 Semaine
gl: 1 Semana
it: 1 Settimana

source: 2 Weeks
ca: 2 Setmanes
de: 2 Wochen
es: 2 Semanas
fr: 2 Semaines
gl: 2 Semanas
it: 2 Settimane

source: 1 Month
ca: 1 Mes
de: 1 Monat
es: 1 Mes
fr: 1 Mois
gl: 1 Mes
it: 1 Mese

# 1_MINUTE
source: One minute
ca: Un minut
de: Eins minute
es: Un minuto
gl: 1 minuto
it: 1 minuti

# 2_MINUTES
source: Two minutes
ca: Dos minuts
de: Zwei minutes
es: Dos minutos
gl: 2 minutos
it: 2 minuti

# 4_MINUTES
source: Four minutes
ca: Quatre minuts
de: Vier minutes
es: Cuatro minutos
gl: 3 minutos
it: 4 minuti

source: Prescription list
ca: Prescripcions
de: Prescription Liste
es: Prescripciones en curso
fr: Prescription liste
gl: Lista de prescrición
it: Lista prescrizione

# ERR_TITLE
source: Error
de: Fehler
fr: Erreur
gl: Erro
it: Errore
